---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamYoungMod
source: html/cb7adb06-0d91-f185-847a-7c59905d2e93.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamYoungMod Property

"Young modulus"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamYoungMod { get; }
```